Repository: jerome-rdlv/email-smtp
Catalog: languages/email-smtp-*.po
Languages: fr_fr

source: Email SMTP
fr_fr: Email &amp; SMTP

source: Send emails using wp-config.php SMTP settings
fr_fr: Utilise les paramètres de wp-config.php pour l’envoi des emails

source: A plugin is overriding the configuration with these differences:
fr_fr: Un plugin prend le pas sur la configuration avec ces différences :

source: Parameters loaded from %s:
fr_fr: Paramètres chargés depuis %s :

source: No email configuration in %s.
fr_fr: Aucune configuration email dans %s.

source: Current configuration:
fr_fr: Configuration actuelle :

source: PHP %s function.
fr_fr: fonction %s de PHP.

source: %1$s is defined: all outgoing messages except test messages will be send to %2$s with no other recipients, nor Cc or Bcc.
fr_fr: %1$s est définie : tous les messages sortants, à l’exception des messages de test, seront envoyés à %2$s sans aucuns autres destinataires, ni Cc ni Cci.

source: Send a test message:
fr_fr: Envoyer un message de test :

source: Recipient:
fr_fr: Destinataire :

source: Send
fr_fr: Envoyer

source: Email / SMTP test message
fr_fr: Message de test Email & SMTP

source: Email sending from website %s is working.
fr_fr: L’envoi d’email depuis le site %s fonctionne.

source: Test result:
fr_fr: Résultat du test :
